Repository: 84000/data-translation-memory
Catalog: toh1-1-v1.tmx
Source language: bo
Languages: en

source: ཡབ་ཡུམ་དག་མཁྱེན་པར་མཛོད་ཅིག །
en: “Father, Mother, please listen.

source: ཞི་བ་གཞོན་ནུ་པང་ནས་སྐྱེས་གུམ་པས་ཅི་ཞིག་
en: What good can come from the death of the serene youth Kolita?

source: བགྱི་རབ་ཏུ་འབྱུང་བ་ནི་མཁས་པས་བསྔགས་པ་ལགས་པས་གལ་ཏེ་རབ་ཏུ་བྱུང་ནས་མངོན་པར་དགའ་བར་གྱུར་ན་ཡང་དེ་གསོན་པོ་ཉིད་དུ་གཟིགས་པར་འགྱུར་ལ།
en: The wise have praised going forth, so if going forth makes him happy, then at least you will see him alive.

source: མངོན་པར་དགའ་བར་མ་གྱུར་ན་ཡང་དྲང་སྲོང་དག་ནི་སླར་ལྡོག་པ་ལགས་པས་
en: If he isn’t happy, he can always give up the life of a sage.

source: བུའི་གནས་ཕ་མ་གཉིས་ལས་མ་གཏོགས་པ་གཞན་སུ་ཞིག་མཆིས་པར་འགྱུར་གྱིས་རབ་ཏུ་བྱུང་ན་ལེགས་སོ། །
en: And since he will have no home but yours, it is better that you let him go forth.”

source: དེ་ནས་བྲམ་ཟེའི་ཁྱེའུ་པང་ནས་སྐྱེས་ཀྱི་ཕ་མ་གཉིས་ཀྱིས་བྲམ་ཟེའི་ཁྱེའུ་པང་ནས་སྐྱེས་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །
en: Kolita’s parents then asked Kolita,

source: བུ་གཞོན་ནུ་པང་ནས་སྐྱེས་ཁྱོད་ལ་རབ་ཏུ་འབྱུང་བ་ལེགས་པ་བྱེད་པ་ཡིན་ལ། ཁྱིམ་ན་གནས་པ་ལེགས་པ་བྱེད་པ་མ་ཡིན་ནམ།
en: “Dear boy, Kolita, do you think it better to go forth than to remain at home?”

source: ཡབ་ཡུམ་བདག་ལ་རབ་ཏུ་འབྱུང་བ་ལེགས་པ་བགྱིད་པ་ལགས་ལ། ཁྱིམ་ན་གནས་པ་ལེགས་པ་བགྱིད་པ་མ་ལགས་སོ། །
en: “Father, Mother, it is not good for me to live at home. It is good for me to go forth.”

source: བུ་གཞོན་ནུ་པང་ནས་སྐྱེས་འོ་ན་ད་དེའི་དུས་ལ་བབ་པར་ཤེས་པར་གྱིས་ཤིག །
en: “Well then, dear boy, Kolita, know that the time for such a change has come.”

source: དེ་ནས་བྲམ་ཟེའི་ཁྱེའུ་པང་ནས་སྐྱེས་ཕ་མ་གཉིས་ཀྱིས་གནང་ནས་འབྲས་ཁུའི་རིམ་གྱིས་ལུས་ཀྱི་མཐུ་དང་། སྟོབས་དང་། བརྩོན་འགྲུས་བསྐྱེད་དེ། གྲོང་ཤིང་ཐགས་ཅན་ནས་ཕྱིར་བྱུང་ནས།
en: Having obtained his parents’ consent, the young brahmin Kolita slowly regained his strength, vigor, and determination by drinking rice gruel.

source: གྲོང་ན་ལ་དག་ལ་བ་དེར་འཕགས་སོ། །
en: He left the village of Kāṣṭhavāṭa and set out for the village of Nālada.

source: བྲམ་ཟེའི་ཁྱེའུ་ཉེ་རྒྱལ་དབེན་པ་ལ་དགའ་བས་གནས་མལ་དགོན་པར་སོང་སྟེ།
en: As the young brahmin Upatiṣya enjoyed solitude, he had gone to live in the forest,

source: བྲམ་ཟེའི་ཁྱེའུ་ལྔ་བརྒྱ་ཙམ་བྲམ་ཟེའི་གསང་ཚིག་དག་ཀློག་ཏུ་འཇུག་གོ། །
en: where he gave instruction to five hundred young brahmins in the reciting of mantras.

source: བྲམ་ཟེའི་ཁྱེའུ་པང་ནས་སྐྱེས་མཐར་གྱིས་གྲོང་ན་ལ་དར་ཕྱིན་ནས་བྲམ་ཟེའི་ཁྱེའུ་ཉེ་རྒྱལ་གྱི་ཕ་མ་གཉིས་ལ་སྨྲས་པ།
en: In time, the young brahmin Kolita reached the village of Nālada and asked Upatiṣya’s parents,

source: ཡབ་ཡུམ་བྲམ་ཟེའི་ཁྱེའུ་ཉེ་རྒྱལ་གར་མཆིས།
en: “Father, Mother, where is Upatiṣya?”

source: དེ་གཉིས་ཀྱིས་སྨྲས་པ། བྲམ་ཟེའི་ཁྱེའུ་ཉེ་རྒྱལ་དབེན་པ་ལ་དགའ་བས་གནས་མལ་དགོན་པར་སོང་སྟེ།
en: They replied, “Upatiṣya enjoys solitude so he has gone to live in the forest,

source: བྲམ་ཟེའི་ཁྱེའུ་པང་ནས་སྐྱེས་བྲམ་ཟེའི་ཁྱེའུ་ཉེ་རྒྱལ་ག་ལ་བ་དེར་སོང་སྟེ་ཕྱིན་ནས་སྨྲས་པ།
en: Kolita went to Upatiṣya and said,

source: ཉེ་རྒྱལ་ཚུར་ཤོག་བདག་ཅག་ཡང་དག་པ་ཁོ་ནར་དད་པས་ཁྱིམ་ནས་ཁྱིམ་མེད་པར་རབ་ཏུ་འབྱུང་ངོ་། །
en: “Come, join me, Upatiṣya. As we have faith in only what is perfect, we shall go forth from home into the homelessness.”

source: དེས་སྨྲས་པ། ཁྱོད་ཕ་མ་གཉིས་ཀྱིས་གནང་ངམ།
en: “Did your parents give their consent?”

source: གནང་ངོ་། །
en: “They did.”

source: དེས་སྨྲས་པ། བྲམ་ཟེའི་ཁྱེའུ་ཁོ་བོས་ཕ་མ་གཉིས་ལ་དྲིས་ཏེ་འོང་གི་བར་དུ་རེ་ཞིག་སྡོད་ཅིག །
en: “Young brahmin, please stay until I have asked my parents.”

source: དེས་སྨྲས་པ། ཉེ་རྒྱལ་ཁོ་བོ་ནི་དུས་དེ་སྲིད་ཀྱིས་ཕ་མས་གནང་ན་ཁྱོད་ད་ཇི་སྲིད་ཀྱིས་གནང་བར་འགྱུར། །
en: “Upatiṣya, it took a long time for my parents to give their consent. How long will it be until you have consent?”

source: དེས་སྨྲས་པ། བྲམ་ཟེའི་ཁྱེའུ་ཁོ་བོ་ད་ཁོ་ན་གནང་བར་བྱས་ཏེ་འོང་ངོ་། །
en: “Young brahmin, I will see that they give their consent right away and return.”

source: དེ་ནས་བྲམ་ཟེའི་ཁྱེའུ་ཉེ་རྒྱལ་ཕ་མ་གཉིས་ག་ལ་བ་དེར་སོང་སྟེ་ཕྱིན་ནས་ཕ་མ་གཉིས་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ།
en: Upatiṣya went to his parents and said,

source: དེ་གཉིས་ཀྱིས་སྨྲས་པ། བུ་ཁྱོད་ལ་རབ་ཏུ་འབྱུང་བ་ལེགས་པ་བྱེད་པ་ཡིན་ནམ།
en: “Son, is it good for you to go forth?”

source: ཡབ་ཡུམ་བདག་ལ་རབ་ཏུ་འབྱུང་བ་ལེགས་པ་བགྱིད་པ་ལགས་སོ། །
en: “Father, Mother, it is good for me to go forth.”

source: བུ་འོ་ན་སོང་ལ་རབ་ཏུ་བྱུང་ཤིག །
en: “Then go forth, son.”

source: དེ་ནས་བྲམ་ཟེའི་ཁྱེའུ་ཉེ་རྒྱལ་བྲམ་ཟེའི་ཁྱེའུ་པང་ནས་སྐྱེས་ཀྱི་གན་དུ་སོང་སྟེ་སྨྲས་པ།
en: Upatiṣya went to Kolita and said,

source: པང་ནས་སྐྱེས་ཚུར་ཤོག་བདག་ཅག་ཡང་དག་པ་ཁོ་ནར་དད་པས་ཁྱིམ་ནས་ཁྱིམ་མེད་པར་རབ་ཏུ་འབྱུང་ངོ་།
en: “Come, Kolita. As we have faith in only what is perfect, we shall go forth from home into homelessness.”

source: ཉེ་རྒྱལ་ཁོ་བོ་ནི་དུས་དེ་སྲིད་ཀྱིས་ཕ་མ་གཉིས་ཀྱིས་གནང་ན་ཁྱོད་ཕ་མ་གཉིས་ཀྱིས་མྱུར་དུ་གནང་བའི་སྦྱོར་བ་གང་ཡིན། །
en: “Upatiṣya, it took a long time for my parents to give their consent. How did you get the consent of yours so quickly?”

source: འདི་ལྟར་ཁྱོད་ནི་འཆིང་བ་དམ་པ་དང་། འཆིང་བ་བརྟན་པ་དང་། འཆིང་བ་མ་རུལ་བ་དང་། གགས་ཤིང་སྦོམ་པ་ཡིན་གྱི། །
en: You were hindered by heavy bindings, tight, secure, and imperishable,

source: ཁོ་བོ་ནི་འཆིང་བ་སྟོབས་མེད་པ་དང་། འཆིང་བ་སྟོབས་ཆུང་བ་དང་། འཆིང་བ་རུལ་བ་དང་། གགས་ཤིང་ཕྲ་བ་ཡིན་ནོ།
en: while I was hindered by light bindings, powerless, weak, and perishable.”

source: འདི་ལྟར་ཚེ་དང་ལྡན་པ་ཤཱ་རིའི་བུ་ནི་ཚེ་རབས་ལྔ་བརྒྱར་རབ་ཏུ་བྱུང་བར་གྱུར་ཅིང་འདི་ལྟར་ཚེ་དང་ལྡན་པ་ཤཱ་རིའི་བུས་སྨོན་ལམ་འདི་སྐད་ཅེས།
en: The venerable Śāriputra had gone forth in five hundred previous lives because he had made this prayer:

source: ཧ་ཅང་ཕྱུག་པའི་ཁྱིམ་དང་ནི། །དབུལ་པོའི་ཁྱིམ་དུ་མི་སྐྱེ་བར། །བར་མའི་ཁྱིམ་དུ་སྐྱེ་འགྱུར་ཞིང་། །རྟག་ཏུ་རབ་བྱུང་མང་བར་ཤོག །ཅེས་བཏབ་པའི་ཕྱིར་རོ། །
en: “May I be born, not in a wealthy house Nor in one that is poor; Let it be rather in a house of moderate means And always among many renunciants.”

source: བྲམ་ཟེའི་ཁྱེའུ་བདག་ཅག་ནི་བྲམ་ཟེ་རབ་ཏུ་གྲགས་པ་དག་ཡིན་པས་
en: “Young brahmin, as we are well-known brahmins, we cannot join just any renunciant order.

source: བདག་ཅག་གང་ཡང་རུང་བ་རབ་ཏུ་འབྱུང་བར་མི་ནུས་ཀྱིས། འདི་ལྟར་ལེགས་པར་བརྟག་པར་བྱ་སྟེ་རབ་ཏུ་འབྱུང་བར་བྱའོ་ཞེས་དེ་གཉིས་མཐར་གྱིས་རྒྱལ་པོའི་ཁབ་ཏུ་ཕྱིན་ཏོ།
en: We must properly scrutinize the different renunciant orders and only then join one.” With that they made their way to Rājagṛha.

source: དེའི་ཚེ་ན་རྫོགས་བྱེད་ལ་སོགས་པ་སྟོན་པ་དྲུག་པོ་ཐམས་ཅད་མཁྱེན་པ་མ་ཡིན་པར་ཐམས་ཅད་མཁྱེན་པར་མངོན་པའི་ང་རྒྱལ་ཅན་འདི་ལྟ་སྟེ།
en: Meanwhile there were six tīrthika teachers living in Rājagṛha who entertained the conceit of omniscience although they were not omniscient:

source: འདྲོབ་སྐྱོང་གི་བུ་རྫོགས་བྱེད་དང་། གནག་ལྷས་ཀྱི་བུ་ཀུན་དུ་རྒྱུ་དང་། སྨྲ་འདོད་ཀྱི་བུ་མོའི་བུ་ཡང་དག་རྒྱལ་བ་ཅན་དང་། མི་ཕམ་སྐྲའི་ལ་བ་ཅན་དང་།
en: Pūraṇa Kāśyapa; Gośālīputra, the wanderer; Sañjayin, son of Vairaṭṭī; Ajita of the hair shawl;

source: ཀ་ཏྱའི་བུ་ནོག་ཅན་དང་། གཉེན་གྱི་བུ་གཅེར་བུ་དག་རྒྱལ་པོའི་ཁབ་ན་ཉེ་བར་རྟེན་ཅིང་གནས་སོ། །
en: Kakuda, a descendant of Kātyāyana; and Jñātiputra, the Nirgrantha.

source: དེ་ནས་བྲམ་ཟེའི་ཁྱེའུ་ཉེ་རྒྱལ་དང་། པང་ནས་སྐྱེས་གཉིས་འདྲོབ་སྐྱོང་གི་བུ་རྫོགས་བྱེད་ག་ལ་བ་དེར་དོང་སྟེ་ཕྱིན་ནས་འདྲོབ་སྐྱོང་གི་བུ་རྫོགས་བྱེད་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །
en: The young brahmins Upatiṣya and Kolita went to Pūraṇa Kāśyapa and asked him,

source: ཤེས་ལྡན་ཁྱོད་ཀྱི་ཆོས་ཀྱི་ཚུལ་ནི་གང་ཡིན།
en: “Sir , what is your approach to the Dharma?

source: སློབ་མ་ལ་གདམས་པ་ནི་གང་ཡིན།
en: What instructions do you give to your students?

source: ཚངས་པར་སྤྱོད་པའི་འབྲས་བུ་ནི་གང་ཡིན། ཕན་ཡོན་ནི་གང་ཡིན།
en: What is the result of living a holy life? What are its benefits?”

source: རྫོགས་བྱེད་ཀྱིས་སྨྲས་པ། བྲམ་ཟེའི་ཁྱེའུ་དག་ཁོ་བོ་ནི་འདི་ལྟར་ལྟ་ཞིང་འདི་སྐད་སྨྲ་སྟེ།
en: “Young brahmins,” replied Pūraṇa, “this is how I see it and this is my philosophy:

source: སྦྱིན་པ་མེད་དོ། །མཆོད་སྦྱིན་མེད་དོ། །སྦྱིན་སྲེག་མེད་དོ། །ལེགས་པར་སྤྱད་པ་མེད་དོ། །ཉེས་པར་སྤྱད་པ་མེད་དོ། །
en: There is nothing to alms, oblations, ritual sacrifices, good deeds, or bad deeds.

source: ལེགས་པར་སྤྱད་པ་དང་ཉེས་པར་སྤྱད་པའི་ལས་རྣམས་ཀྱི་འབྲས་བུ་དང་རྣམ་པར་སྨིན་པ་མེད་དོ། །
en: There are no results or fruitions from performing good deeds or bad deeds.

source: འཇིག་རྟེན་འདི་མེད་དོ། །འཇིག་རྟེན་ཕ་རོལ་མེད་དོ། །
en: There is no present life. There is no afterlife.

source: མ་མེད་དོ། །ཕ་མེད་དོ། །
en: There is no mother. There is no father.

source: སེམས་ཅན་རྫུས་ཏེ་སྐྱེ་བ་མེད་དོ། །
en: Sentient beings are not born miraculously.

source: འཇིག་རྟེན་ན་དགྲ་བཅོམ་པ་ཡང་དག་པར་སོང་བ་ཡང་དག་པར་ཞུགས་པ་
en: In the world there are no arhats who have reached perfection, who have entered perfection,

source: གང་དག་ཚེ་འདི་ཉིད་ལ་རང་གི་མངོན་པར་ཤེས་པས་འཇིག་རྟེན་འདི་དང་འཇིག་རྟེན་ཕ་རོལ་མངོན་སུམ་དུ་བྱས་ནས་བསྒྲུབས་ཏེ་བདག་ཅག་ནི་སྐྱེ་བ་ཟད་དོ། །
en: who can knowingly say that through their heightened insight they have seen this and future lives, and proclaim, ‘We have overcome birth.

source: ཚངས་པར་སྤྱད་པ་བསྟེན་ཏོ། །བྱ་བ་བྱས་སོ། །
en: We have lived the holy life. We have done what needed to be done.

source: སྲིད་པ་འདི་ལས་གཞན་མི་ཤེས་སོ་ཞེས་
en: We will know no life other than this.’

source: གོ་བར་བྱེད་པ་དག་མེད་དོ། །སྲོག་ནི་འདི་ཉིད་ལ་འཚོ་ཞིང་དེ་ཕྱིས་ཆད་པར་འགྱུར།
en: One’s life-force persists for the duration of this life but is annihilated after that.

source: ཞིག་པར་འགྱུར་ཏེ་ཤི་བའི་འོག་ཏུ་མི་འབྱུང་ངོ་། །
en: It will perish and after death will not arise again.

source: སྐྱེས་བུའི་ལུས་ནི་འབྱུང་བ་ཆེན་པོ་བཞི་ལས་གྱུར་པ་ཡིན་ཏེ།
en: A person’s body is forged from the four great elements,

source: དེ་ནི་གང་གི་ཚེ་དུས་བྱེད་པ་ན་དེའི་སའི་ལུས་ནི་སའི་བག་ལ་ཞ།
en: for once its time is up, the body’s solid structures recede into earth,

source: ཆུའི་ལུས་ནི་ཆུའི། མེའི་ལུས་ནི་མེའི། རླུང་གི་ལུས་ནི་རླུང་གི་བག་ལ་ཞ་བར་འགྱུར་རོ། །
en: the body’s fluids recede into water, the body’s heat recedes into fire, and the body’s vital energies recede into wind.

source: དབང་པོ་རྣམས་ནི་ནམ་མཁའི་རྗེས་སུ་འགྲོ་བར་འགྱུར་རོ། །
en: The senses fade into space.

source: སྐྱེས་བུའི་རོ་ནི་ཁྲི་དང་ལྔའི་མི་དག་གིས་ཁྱེར་ཏེ་དུར་ཁྲོད་དུ་འགྲོ་ཞིང་བསྲེགས་ཕན་ཆད་མི་མངོན་པར་འགྱུར་རོ། །
en: A person’s corpse is borne on a bier carried by four men and taken to the charnel ground where it is burned, never to be seen again.

source: བསྲེག་བྱ་དག་ནི་ཐལ་བར་འགྱུར་རོ། །རུས་པ་དག་ནི་ཐི་བའི་མདོག་འདྲ་བར་གནས་སོ། །
en: What burns turns to ash. The bones turn a pigeon-like grey.

source: འདི་ལྟར་རྨོངས་པས་ཉེ་བར་བསྟེན་པ་ནི་སྦྱིན་ལ། མཁས་པས་ཉེ་བར་བསྟེན་པ་ནི་ལེན་ཏོ། །
en: Those who are confused about these things counsel giving, while the wise counsel taking.

source: དེ་ལ་གང་དག་ཡོད་པར་སྨྲ་བ་དེ་དག་ཐམས་ཅད་ནི་གསོབ་གསོག་བརྫུན་དུ་གདོལ་པ་དག་ཡིན་ནོ། །
en: Those who argue that such things exist are all vainly debating what is empty and hollow.

source: འདི་ལྟར་བྱིས་པ་དང་མཁས་པ་དེ་གཉིས་ནི་ཕྱིས་ཆད་པར་འགྱུར། །
en: Both the childish and the wise will cease to be.

source: དེ་ནས་བྲམ་ཟེའི་ཁྱེའུ་ཉེ་རྒྱལ་དང་། པང་ནས་སྐྱེས་གཉིས་འདི་སྙམ་དུ་སེམས་ཏེ།
en: The young brahmins Upatiṣya and Kolita thought,

source: སྟོན་པ་ཤེས་ལྡན་འདི་ནི་ལམ་གོལ་བར་ཞུགས་པ།
en: “This noble teacher has strayed onto a spurious path.

source: ལམ་ངན་པ་ལེགས་པར་སྒྲུབ་པ་ཡིན་ཏེ།
en: He pursues fully a ruinous path.

source: ལམ་འཇིགས་པ་དང་བཅས་པ་ཇི་ལྟ་བ་བཞིན་དུ་མཁས་པ་རྣམས་ཀྱིས་སྤྲང་བར་བྱ་བ་ཡིན་ནོ་
en: This is exactly the kind of dangerous path the wise say must be rejected.”

source: སྙམ་དུ་རིག་ནས་ཚིགས་སུ་བཅད་པ་སྨྲས་པ། བློ་ངན་ལོག་པར་སྟོན་བྱེད་པ། །དམན་པ་སྟོན་པར་གྲགས་པ་སྟེ། །
en: Knowing this, they spoke in verse: “He who teaches a wrong and ruinous path Is known to be an inferior teacher.

source: གང་གི་ཆོས་ནི་དེ་འདྲ་བ། །དེ་ཡི་ཆོས་མིན་ཅི་ཞིག་འདྲ། །
en: If this is his Dharma, What, for him, is antithetical to Dharma?”

source: ཞེས་སྨྲས་ནས་སྣོད་སྟོང་པ་བཞིན་དུ་བརྡབས་ཏེ་དོང་ངོ་། །
en: Pūraṇa’s teaching heard, they cast it aside like an empty bottle and moved on.

source: དེ་ནས་བྲམ་ཟེའི་ཁྱེའུ་ཉེ་རྒྱལ་དང་པང་ནས་སྐྱེས་གཉིས་གནག་ལྷས་ཀྱི་བུ་ཀུན་དུ་རྒྱུ་ག་ལ་བ་དེར་ དོང་སྟེ་ཕྱིན་ནས་གནག་ལྷས་ཀྱི་བུ་ཀུན་དུ་རྒྱུ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །
en: Upatiṣya and Kolita then went to Gośālīputra the wanderer and asked,

source: ཤེས་ལྡན་ཁྱོད་ཀྱི་ཆོས་ཀྱི་ཚུལ་ནི་གང་ཡིན། སློབ་མ་ལ་གདམས་པ་ནི་གང་ཡིན།
en: “Sir , what is your approach to the Dharma? What instructions do you give to your students?

source: ཀུན་དུ་རྒྱུས་སྨྲས་པ། བྲམ་ཟེའི་ཁྱེའུ་དག་ཁོ་བོ་ནི་འདི་ལྟར་ལྟ་ཞིང་འདི་སྐད་སྨྲ་སྟེ།
en: “Young brahmins,” replied the wanderer, “this is how I see it and this is my philosophy:

source: སེམས་ཅན་རྣམས་ཀུན་ནས་ཉོན་མོངས་པར་འགྱུར་བ་ལ་རྒྱུ་མེད་རྐྱེན་མེད་དོ། །
en: That sentient beings are afflicted has nothing to do with causes and conditions.

source: སེམས་ཅན་རྣམས་རྒྱུ་མེད་རྐྱེན་མེད་པར་ཀུན་ནས་ཉོན་མོངས་པར་འགྱུར་རོ། །
en: The affliction of sentient beings has nothing to do with causes and conditions.

source: སེམས་ཅན་རྣམས་རྣམ་པར་དག་པར་འགྱུར་བ་ལ་རྒྱུ་མེད་རྐྱེན་མེད་དོ། །
en: That sentient beings are purified has nothing to do with causes and conditions.

source: སེམས་ཅན་རྣམས་རྒྱུ་མེད་རྐྱེན་མེད་པར་རྣམ་པར་དག་པར་འགྱུར་རོ། །
en: The purification of sentient beings occurs randomly and by chance.

source: སེམས་ཅན་རྣམས་ཤེས་པ་མེད་པར་འགྱུར་བ་དང་། མཐོང་བ་མེད་པར་འགྱུར་བ་ལ་རྒྱུ་མེད་རྐྱེན་མེད་དོ། །
en: That sentient beings lack understanding and insight has nothing to do with causes and conditions.

source: སེམས་ཅན་རྣམས་རྒྱུ་མེད་རྐྱེན་མེད་པར་ཤེས་པ་མེད་པ་དང་། མཐོང་བ་མེད་པར་འགྱུར་རོ། །
en: Their lack of understanding and insight occurs randomly and by chance.

source: སེམས་ཅན་རྣམས་ཤེས་པར་འགྱུར་བ་དང་། མཐོང་བར་འགྱུར་བ་ལ་རྒྱུ་མེད་རྐྱེན་མེད་དོ། །
en: That sentient beings acquire understanding and insight has nothing to do with causes and conditions.

source: སེམས་ཅན་རྣམས་རྒྱུ་མེད་རྐྱེན་མེད་པར་ཤེས་པ་དང་། མཐོང་བར་འགྱུར་རོ། །
en: Their acquisition of understanding and insight occurs randomly and by chance.

source: སྟོབས་མེད་དོ། །བརྩོན་འགྲུས་མེད་དོ། །སྟོབས་དང་བརྩོན་འགྲུས་མེད་དོ། །
en: It is not due to vigor. It is not due to determination. It is not due to a combination of vigor and determination.

source: སྐྱེས་བུའི་རྩལ་མེད་དོ། །ཕ་རོལ་གནོན་པ་མེད་དོ། །
en: It is not due to a person’s skill. It is not due to his overpowering ability.

source: སྐྱེས་བུའི་རྩལ་དང་ཕ་རོལ་གནོན་པ་མེད་དོ། །
en: It is not due to a combination of a person’s skill and overpowering ability.

source: བདག་གི་རྩལ་མེད་དོ། །གཞན་གྱི་རྩལ་མེད་དོ། །
en: It is not due to one’s own skill. It is not due to another’s skill.

source: བདག་གི་རྩལ་དང་གཞན་གྱི་རྩལ་མེད་དོ། །
en: It is not due to a combination of one’s own skill and another’s skill.

source: སེམས་ཅན་ཐམས་ཅད་དང་། སྲོག་ཐམས་ཅད་དང་། འབྱུང་པོ་ཐམས་ཅད་མཐུ་མེད། སྟོབས་མེད་དོ། །
en: All beings, all living things, and all elements are powerless.

source: དབང་མེད་དོ། །བརྩོན་འགྲུས་མེད་དོ། །ཕ་རོལ་གནོན་པ་མེད་དོ། །
en: They lack strength, influence, determination, and the ability to overcome.

source: འགྲོ་བ་མཚམས་སྦྱོར་བའི་སྲིད་པ་དག་ངེས་པར་གྱུར་ཏོ། །
en: A being’s life is predetermined.

source: འདི་ལྟར་འགྲོ་བ་དྲུག་པོ་དག་ཏུ་བདེ་བ་དང་སྡུག་བསྔལ་སོ་སོར་མྱོང་བར་འགྱུར་རོ། །
en: That is why we experience the unique pleasures and pains of each of the six realms.”

source: སྟོན་པ་ཤེས་ལྡན་འདི་ཡང་ལམ་གོལ་བར་ཞུགས་པ།
en: “This noble teacher too has strayed onto a spurious path.

source: ལམ་འཇིགས་པ་དང་བཅས་པ་ཇི་ལྟ་བ་བཞིན་དུ་མཁས་པ་རྣམས་ཀྱིས་སྤང་བར་བྱ་བ་ཡིན་ནོ་
en: This is exactly the kind of dangerous path the wise say must be rejected.”

source: སྙམ་དུ་རིག་ནས་ཚིགས་སུ་བཅད་པ་སྨྲས་པ།
en: Knowing this, they spoke in verse:

source: བློ་ངན་ལོག་པར་སྟོན་བྱེད་པ། །དམན་པ་སྟོན་པར་གྲགས་པ་སྟེ། །
en: “He who teaches a wrong and ruinous path Is known to be an inferior teacher.

source: ཞེས་སྨྲས་ནས་སྣོད་སྟོང་པ་བཞིན་དུ་བརྡབས་ཏེ་དོང་ངོ་།།
en: Gośālīputra’s teaching heard, they cast it aside like an empty bottle and moved on.

source: དེ་ནས་བྲམ་ཟེའི་ཁྱེའུ་ཉེ་རྒྱལ་དང་། པང་ནས་སྐྱེས་གཉིས་སྨྲ་འདོད་ཀྱི་བུ་མོའི་བུ་ཡང་དག་རྒྱལ་བ་ཅན་ག་ལ་བ་དེར་དོང་སྟེ་ཕྱིན་ནས་སྨྲ་འདོད་ཀྱི་བུ་མོའི་བུ་ཡང་དག་རྒྱལ་བ་ཅན་ལ་འདི་ སྐད་ཅེས་སྨྲས་སོ། །
en: Upatiṣya and Kolita then went to Sañjayin, son of Vairaṭṭī, and asked,

source: ཡང་དག་རྒྱལ་བ་ཅན་གྱིས་སྨྲས་པ། བྲམ་ཟེའི་ཁྱེའུ་དག་ཁོ་བོ་ནི་འདི་ལྟར་ལྟ་ཞིང་འདི་སྐད་སྨྲ་སྟེ།
en: “Young brahmins,” replied Sañjayin, “this is how I see it and this is my philosophy:

source: བྱེད་པ་དང་བྱེད་དུ་འཇུག་པ་དང་།
en: A person may act or make another person act

source: གཅོད་པ་དང་གཅོད་དུ་འཇུག་པ་དང་།
en: maim or make another person maim,

source: སྲེག་པ་དང་སྲེག་ཏུ་འཇུག་པ་དང་། རྡེག་པ་དང་རྡེག་ཏུ་འཇུག་པ་དང་།
en: burn or make another person burn, flog or make another person flog,

source: སྲོག་ཆགས་ལ་འཚེ་བ་དང་། མ་བྱིན་པར་ལེན་པ་དང་།
en: endanger life, take what has not been given,

source: འདོད་པ་དག་ལ་ལོག་པར་སྤྱོད་པ་དང་། ཤེས་བཞིན་དུ་བརྫུན་སྨྲ་བ་དང་།
en: engage wrongfully in acts of desire, knowingly speak falsehoods,

source: མྱོས་པར་འགྱུར་བའི་བཏུང་བ་འཐུང་བ་དང་། ཁྱིམ་འབིགས་པ་དང་།
en: imbibe intoxicating drinks, break into a house,

source: མདུད་པ་དགྲོལ་བ་དང་། རིལ་གྱིས་འཕྲོག་པ་དང་།
en: pick a lock, rob at knifepoint,

source: ལམ་འགོག་ཅིང་འདུག་པ་དང་། གྲོང་འཇོམས་པར་བྱེད་པ་དང་།
en: block a road and lie in wait, sack a town,

source: གྲོང་ཁྱེར་འཇོམས་པར་བྱེད་པ་དང་། ཡུལ་འཇོམས་པར་བྱེད་པ་དང་།
en: sack a city, sack a region,

source: ས་གཞི་ཆེན་པོ་འདི་ལ་སེམས་ཅན་གང་དག་ཡོད་པ་དེ་དག་ཐམས་ཅད་འཁོར་ལོའི་མཐའ་སྤུ་གྲི་ལས་བྱས་པས་ཀུན་དུ་གཅོད་པར་བྱེད།
en: or slaughter, dismember, flog, and tear apart every last being on this earth with the edge of a cakra blade,

source: ཀུན་དུ་གཤེག་པར་བྱེད། ཀུན་དུ་རྡུང་བར་བྱེད། ཀུན་དུ་འདྲལ་བར་བྱེད་ཅིང་སེམས་ཅན་དེ་དག་ཐམས་ཅད་ཀུན་དུ་བཅད། ཀུན་དུ་གཤེགས། ཀུན་དུ་བརྡུངས། ཀུན་དུ་དྲལ་ནས་
en: and then, having cut up, dismembered, flogged, and torn apart all beings,

source: ཤའི་ཐང་མ་གཅིག་ཏུ་བྱེད། ཤའི་ཚོམས་གཅིག་ཏུ་བྱེད། ཤའི་བུངས་གཅིག་ཏུ་བྱེད། ཤའི་ཕུང་པོ་གཅིག་ཏུ་བྱེད་ཅིང་ཤའི་ཐང་མ་གཅིག་ཏུ་བྱས།
en: lay all the flesh out on a single plane, in a single mound, in a single pile, or a single heap.

source: ཤའི་ཚོམས་གཅིག་ཏུ་བྱས། ཤའི་བུངས་གཅིག་ཏུ་བྱས། ཤའི་ཕུང་པོ་གཅིག་ཏུ་བྱས་ནས་དེ་ལྟར་ཀུན་དུ་སྒྲུབ་པར་བྱེད་པ་ལ་གཞི་དེ་ལས་སྡིག་པ་ཡང་མེད། །
en: n having laid all the flesh out on a single plane, in a single mound, in a single pile, or a single heap,

source: གཞི་དེ་ལས་སྡིག་པར་འགྱུར་བ་ཡང་མེད་དོ།
en: and having done all those things, there would be no sin in that nor would any sin come from it.

source: ཆུ་ཀླུང་གང་གཱའི་ལྷོ་ནས་ཀུན་དུ་གཅོད་པར་བྱེད།
en: One could walk along the south bank of the river Gaṅgā and slaughter,

source: ཀུན་དུ་གཤེག་པར་བྱེད། ཀུན་དུ་རྡུང་བར་བྱེད། ཀུན་དུ་འདྲལ་བར་བྱེད་ཅིང་འགྲོ་ལ།
en: dismember, flog, and tear apart everything,

source: ཆུ་ཀླུང་གང་གཱའི་བྱང་ནས་སྦྱིན་པ་བྱེད། མཆོད་སྦྱིན་བྱེད་ཅིང་འགྲོ་བར་གྱུར་ན།
en: or walk along the north bank of the river Gaṅgā and give alms and oblations,

source: གཞི་དེ་ལས་སྡིག་པ་དང་བསོད་ནམས་ཀྱང་མེད།
en: and there would be no sin or merit in either,

source: ཞི་དེ་ལས་སྡིག་པ་དང་བསོད་ནམས་སུ་འགྱུར་བ་ཡང་མེད་དོ། །
en: nor would sin or merit come from either.

source: སྦྱིན་པ་དང་། དུལ་བ་དང་། ཡང་དག་པར་སྡོམ་པ་དང་།
en: Even if one practices generosity, discipline, perfect restraint,

source: དོན་སྤྱོད་པ་དང་། དོན་མཐུན་པས་དེ་ལྟར་བྱེད་པ་ཡང་བསོད་ནམས་མི་བྱེད་པ་ཁོ་ན་ཡིན་ནོ། །
en: and acts with purpose and integrity, one still does not gain merit.”

source: དེ་ནས་བྲམ་ཟེའི་ཁྱེའུ་ཉེ་རྒྱལ་དང་པང་ནས་སྐྱེས་གཉིས་འདི་སྙམ་དུ་སེམས་ཏེ།
en: Upatiṣya and Kolita thought,

source: སྟོན་པ་ཤེས་ལྡན་འདི་ཡང་ལམ་གོལ་བར་ཞུགས་པ། ལམ་ངན་པ་ཡང་དག་པར་སྒྲུབ་པ་ཡིན་ཏེ།
en: “This noble teacher too has strayed onto a spurious path. He pursues fully a ruinous path.

source: འཇིགས་པ་དང་བཅས་པའི་ལམ་ཇི་ལྟ་བ་བཞིན་དུ་མཁས་པ་རྣམས་ཀྱིས་སྤང་བར་བྱ་བ་ཡིན་ནོ་སྙམ་དུ་རིག་ནས་ཚིགས་སུ་བཅད་པ་སྨྲས་པ།
en: This is exactly the kind of dangerous path the wise say must be rejected.” Knowing this, they spoke in verse:

source: གང་གི་ཆོས་འདི་དེ་འདྲ་བ། །དེ་ཡི་ཆོས་མིན་ཅི་ཞིག་འདྲ། །
en: If this is his Dharma, What, for him, is antithetical to Dharma?”

source: དེ་ནས་བྲམ་ཟེའི་ཁྱེའུ་ཉེ་རྒྱལ་དང་པང་ནས་སྐྱེས་གཉིས་མི་ཕམ་སྐྲའི་ལ་བ་ ཅན་ག་ལ་བ་དེར་དོང་སྟེ་ཕྱིན་ནས་མི་ཕམ་སྐྲའི་ལ་བ་ཅན་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །
en: Upatiṣya and Kolita then went to Ajita of the hair shawl and asked,

source: མི་ཕམ་གྱིས་སྨྲས་པ། བྲམ་ཟེའི་ཁྱེའུ་དག་ཁོ་བོ་ནི་འདི་ལྟར་ལྟ་ཞིང་འདི་སྐད་སྨྲ་སྟེ།
en: “Young brahmins,” replied Ajita, “this is how I see it and this is my philosophy:

source: ལུས་བདུན་པོ་འདི་དག་ནི་མ་བྱས་པ། བྱས་པས་མ་བྱས་པ། མ་སྤྲུལ་པ། སྤྲུལ་པས་མ་བྱས་པ།
en: Seven bodies are not products, they are not by-products, they are not apparitions, they are not by-products of apparitions,

source: གནོད་པར་བྱ་བ་མ་ཡིན་པ། ཐེར་ཟུག་ཏུ་གནས་པ། ཀ་བ་བཞིན་དུ་གནས་པ་དག་ཡིན་ཏེ།
en: they are not subject to harm, they are everlasting, and they are still and solid like a pillar.

source: བདུན་གང་ཞེ་ན།
en: What are the seven?

source: འདི་ལྟ་སྟེ་སའི་ལུས་དང་། ཆུའི་ལུས་དང་། མེའི་ལུས་དང་། རླུང་གི་ལུས་དང་། བདེ་བ་དང་། སྡུག་བསྔལ་བ་དང་། སྲོག་གསོན་པ་ཉིད་ནི་བདུན་པ་སྟེ།
en: The seven are thus: the body of earth, the body of water, the body of fire, the body of wind, pleasure, pain, and the vitality of life.

source: ལུས་བདུན་པོ་དེ་དག་ནི་མ་བྱས་པ། བྱས་པས་མ་བྱས་པ།
en: Those seven bodies are not products, are not by-products,

source: མ་སྤྲུལ་པ། སྤྲུལ་པས་མ་བྱས་པ། གནོད་པར་བྱ་བ་མ་ཡིན་པ།
en: are not apparitions, are not by-products of apparitions, are not subject to harm,

source: ཐེར་ཟུག་ཏུ་གནས་པ། ཀ་བ་བཞིན་དུ་གནས་པ་དག་ཡིན་ནོ།
en: are everlasting, and are still and solid like a pillar.

source: དེ་དག་ནི་འདི་ལྟ་སྟེ།
en: Those seven are such

source: གཡོ་བར་མི་བྱེད།
en: that they do not waver,

source: རྣམ་པར་འགྱུར་བར་མི་བྱེད། གཅིག་ལ་གཅིག་གནོད་པར་མི་བྱེད་དོ། །
en: they do not change, nor do they harm one another,

source: བསོད་ནམས་སུ་འགྱུར་བའི་ཕྱིར་རམ། སྡིག་པར་འགྱུར་བའི་ཕྱིར་རམ། བསོད་ནམས་དང་སྡིག་པར་འགྱུར་བའི་ཕྱིར་རམ། །
en: nor do they become merit, nor do they become sin, nor do they become both merit and sin,

source: བདེ་བར་འགྱུར་བའི་ཕྱིར་རམ། སྡུག་བསྔལ་བར་འགྱུར་བའི་ཕྱིར་རམ། བདེ་བ་དང་། སྡུག་བསྔལ་བར་འགྱུར་བའི་ཕྱིར
en: nor do they become pleasure, nor do they become pain, nor do they become both pleasure and pain.

source: སྐྱེས་བུ་གང་གིས་སྐྱེས་བུའི་མགོ་གཅོད་པར་བྱེད་པ་དེས་ཀྱང་འཇིག་རྟེན་ན་གཡོ་བའམ།
en: Were one person to cut off the head of another person, even that would not influence the world

source: གནས་པ་ལ་གནོད་པ་ཆུང་ཟད་ཀྱང་མི་བྱེད་དེ།
en: nor would it cause the slightest harm to that which is still and solid,

source: ལུས་བདུན་པོ་དག་ལ་བར་མེད་པར་མཚོན་ཐལ་བྱུང་དུ་འགྲོ་ཞིང་དེར་སྲོག་ལ་གནོད་པའང་མེད་དོ།
en: for the weapon would pass straight through the unbroken spaces in those seven bodies, leaving the life within them unharmed.

source: དེ་ལ་གསོད་པར་བྱེད་པའམ། གསོད་དུ་བཅུག་པའམ།
en: There is absolutely no killing them, no making to kill them,

source: སྐུལ་བར་བྱེད་པའམ། སྐུལ་དུ་བཅུག་པའམ།
en: no rousing them, no making to rouse them,

source: དྲན་པར་བྱེད་པའམ། དྲན་པར་བྱེད་དུ་བཅུག་པའམ།
en: no awareness of them, no making to be aware of them,

source: རྣམ་པར་རིག་པར་བྱེད་པའམ། རྣམ་པར་རིག་པར་བྱེད་དུ་བཅུག་པ་འགའ་ཡང་མེད་དོ།
en: no knowing them, and no making them known.

source: བྱིས་པའམ་མཁས་པ་གང་དག་ཡིན་པ་དག་ནི་
en: Whether you be childish or wise,

source: སྐྱེ་གནས་གཙོ་བོ་དང་ལྡན་པ་ཁྲི་བཞི་སྟོང་དང་། རྟོག་པ་ཆེན་པོ་དྲུག་ཁྲི་དང་དྲུག་བརྒྱ་དང་།
en: in the meantime, you are reborn in and cycle through 14,000 principal places of rebirth, 60,600 great eons,

source: ལས་ལྔ་དང་། ལས་གསུམ་དང་། །
en: five types of actions, three types of actions,

source: ལས་གཉིས་དང་ལས་དང་། ལས་ཕྱེད་དང་།
en: two types of actions, action, half-actions,

source: ལམ་དྲུག་བཅུ་རྩ་གཉིས་དང་། རྟོག་པ་བར་མ་དྲུག་བཅུ་རྩ་གཉིས་དང་།
en: sixty-two paths, sixty-two intermediate eons,

source: སེམས་ཅན་དམྱལ་བ་སུམ་བཅུ་རྩ་དྲུག་དང་། དབང་པོ་བརྒྱ་ཉི་ཤུ་དང་།
en: thirty-six hells, one hundred and twenty senses,

source: རྡུལ་གྱི་ཁམས་དྲུག་བཅུ་རྩ་གཉིས་དང་། ཀླུའི་རིགས་བཞི་ཁྲི་དགུ་སྟོང་དང་།
en: sixty-two constituent particles, 49,000 classes of nāga families,

source: ནམ་མཁའ་ལྡིང་གི་རིགས་བཞི་ཁྲི་དགུ་སྟོང་དང་། ཀུན་དུ་རྒྱུའི་རིགས་བཞི་ཁྲི་དགུ་སྟོང་དང་།
en: 49,000 classes of garuḍa, 49,000 classes of wanderers,

source: ཀུན་དུ་འཚོའི་རིགས་བཞི་ཁྲི་དགུ་སྟོང་དང་། གཅེར་བུ་པའི་རིགས་བཞི་ཁྲི་དགུ་སྟོང་དང་།
en: classes of ājivika, 49,000 classes of nirgrantha,

source: འདུ་ཤེས་ཅན་གྱི་གནས་བདུན་དང་། འདུ་ཤེས་མེད་པའི་གནས་བདུན་དང་།
en: seven realms with discerning awareness, seven realms lacking discerning awareness,

source: གཅེར་བུ་པའི་གནས་བདུན་དང་། ལྷ་མ་ཡིན་བདུན་དང་། ཤ་ཟ་བདུན་དང་།
en: seven nirgrantha realms, seven demi-god realms, seven demonic realms,
